@extends('redesign.layouts.inner-page')
@section('content')
    <div class="container">
        <div class="section section-article__article-header">
            <div class="article__title">
                <h1>Использование информации и материалов, размещенных на сайте</h1>
            </div>
        </div>
        <div class="section section-article__content">
            <div class="article-content__main">
                Сайт содержит (или может содержать) информацию и материалы, в том числе элементы дизайна, тексты, графические изображения, иллюстрации, видео, скрипты, программы, музыку, звуки и другие результаты интеллектуальной деятельности (далее – Контент); ссылки на другие сайты в сети Интернет (сайты третьих лиц), исходящие от Пользователей и третьих лиц; запросы и предложения об оказании услуг в соответствии с профилем Сайта, размещенные Пользователями и третьими лицами в соответствии с законодательством.
                <ul>
                    <li>5.2. Содержание Сайта в части информации, размещенной Пользователями и третьими лицами, не проверяется iDocotr.kz на соответствие тем или иным требованиям (достоверности, полноты, добросовестности и т.п.).
                    </li>
                    <li>5.3. В информационной системе Сайта и его программном обеспечении отсутствуют технические решения,
                        осуществляющие автоматический анализ и блокирование Контента, а также контроль действий и информационных отношений Пользователей,
                        в т.ч. Специалистов, при использовании Сайта.</li>
                    <li>5.4. Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера,
                        размещенная на Сайте, не является одобрением или рекомендацией данных продуктов (услуг) со стороны iDoctor.kz.</li>
                    <li>5.5. iDoctor.kz не несет ответственность за любую информацию,
                        размещенную на Сайте и на сайтах третьих лиц, в том числе Врачей,
                        к которым Пользователь получает доступ через Сайт или через Контент,
                        включая, в том числе, любые мнения или утверждения, выраженные на Сайте, на сайтах третьих лиц или в их Контенте.</li>
                    <li>5.6. iDoctor.kz не предлагает и не оказывает Пользователям Сайта каких-либо медицинских услуг,
                        не дает никаких гарантий в отношении информации и услуг, предоставляемых другими Пользователями,
                        в т.ч. Врачами, и не несет ответственности за такую информацию и услуги.
                        Врачи, предлагающие медицинские и связанные с ними услуги Пользователям на Сайте, не являются работниками iDoctor.kz.
                        Предлагаемые и оказываемые ими услуги, ни при каких обстоятельствах не могут рассматриваться, как услуги Сайта или iDoctor.kz.
                        Ответственность за содержание и качество таких услуг несут непосредственно Врачи, предлагающие и оказывающие их.</li>
                    <li>5.7. Если Пользователь решил воспользоваться любой информацией или материалами, полученными на Сайте;
                        покинуть Сайт и перейти к сайтам третьих лиц; воспользоваться предложенными
                        Врачами на Сайте медицинскими и связанными с ними услугами; совершить иные действия с использованием полученной на
                        Сайте информации или материалов, он делает это на свой риск, осознавая, что iDoctor.kz не дает никаких гарантий
                        относительно безопасности или результатов таких действий и не несет за них никакой ответственности.</li>
                    <li>5.8. iDoctor.kz может, но не обязан, просматривать Сайт на наличие запрещенного
                        Контента и может удалять или перемещать (без предупреждения и уведомления) любой
                        Контент по своему усмотрению, по любой причине или без причины,
                        включая без всяких ограничений перемещение или удаление
                        Контента, который по субъективной оценке iDoctor.kz нарушает законодательство,
                        Пользовательское соглашение и/или может нарушать права, причинить вред или угрожать безопасности других Пользователей,
                        Специалистов или третьих лиц.
                    </li>
                </ul>
            </div>
        </div>
    </div>
@endsection