@extends('redesign.layouts.inner-page')
@section('content')
    <div class="container">
        <div class="section section-article__article-header">
            <div class="article__title">
                <h1>Договор публичной оферты</h1>
            </div>
        </div>
        <div class="section section-article__content">
            <div class="article-content__main">
                <p>
                    Настоящий договор адресован физическим лицам и юридическим лицам (далее «Пользователь»). Онлайн
                    сервис предоставляется ТОО «iDoctor.kz» (далее «iDoctor.kz»). Пользователь IDoctor.kz и заключили
                    настоящий договор (далее – Договор), о нижеследующем: 
                </p>
                <p>
                    Термины и определения: 
                    Публичная Оферта – настоящее предложение использования онлайн сервиса, публикуемое IDoctor.kz на
                    Сайте, обращенное Пользователям. Сайт – <a href="https://idoctor.kz">https://idoctor.kz</a>
                </p>
                <br>
                <h2>
                    Основные положения:
                </h2>
                <ul>
                    <li>
                        1. Текст Договора является публичной офертой (в соответствии с пунктом 5 статьи 395 Гражданского
                        кодекса Республики Казахстан публичная оферта – это содержащее все существенные условия договора
                        предложение, из которого усматривается воля лица, делающего предложение, заключить договор на
                        указанных в предложении условиях с любым, кто отзовется на это предложение). Акцепт оферты –
                        использование онлайн сервиса (в соответствии со статьёй 396 Гражданского кодекса Республики
                        Казахстан). Акцепт – это ответ лица, которому адресована оферта, о ее принятии. Акцепт должен
                        быть полным и безоговорочным. Совершая действия по акцепту настоящего публичного договора –
                        оферты, Пользователь подтверждает свою правоспособность и дееспособность, а также свое законное
                        право вступать в договорные отношения с IDoctor.kz. Полным и безоговорочным согласием заключить
                        Договор (далее – Акцептом) является выраженное согласие с его условиями одним из следующих
                        способов: путем использования онлайн сервиса IDoctor.kz , оформления заявки на сайте, обращения
                        по телефону.
                    </li>
                    <li>
                        2. Акцепт Договора означает, что Пользователь согласен со всеми положениями настоящего
                        предложения, и равносилен заключению Договора и всех приложений к нему. В связи с
                        вышеизложенным, внимательно прочитайте текст Договора. Если Вы не согласны с каким-либо пунктом
                        Договора, IDoctor.kz предлагает Вам отказаться от Акцепта оферты.
                    </li>
                </ul>
                <br>
                <h2>
                    Использование онлайн сервиса:
                </h2>
                <ul>
                    <li>
                        3. Ознакомившись с Условиями размещенными на Сайте, текстом Договора, Пользователь оплачивает
                        сумму способами, указанными на Сайте.
                    </li>
                    <li>
                        4. При использовании онлайн сервиса может быть представлено содержание, созданное и/или
                        загруженное третьими лицами. Последние несут за него полную ответственность. 
                    </li>
                    <li>
                        5. IDoctor.kz не дает никаких иных гарантий относительно онлайн сервиса, кроме тех, которые
                        указаны в Договоре. В частности, IDoctor.kz не берет на себя никаких обязательств относительно
                        содержания онлайн сервиса, их особых функциональных возможностей, надежности, доступности,
                        безопасности и соответствия потребностям Пользователя. Онлайн сервис предоставляется по принципу
                        «как есть».
                    </li>
                    <li>
                        6. Общая ответственность IDoctor.kz составляет сумму в размере 10 000 (десять тысяч) тенге.
                    </li>
                    <li>
                        7. IDoctor.kz не несет ответственности за соответствие цены указанной на Сайте.
                    </li>
                    <li>
                        8. В целях обеспечения безопасности Пользователей возврат денег по заявлению Пользователей
                        осуществляется только на внешние счета, с которых данные деньги были получены. Исключение
                        составляют случаи внесения денег (совершение покупки на Сайте) через терминальные системы, когда
                        возврат по заявлению Пользователя может быть осуществлен на существующий или открытый для этих
                        целей Qiwi кошелек при условии возможности его надлежащей идентификации с данными Пользователя.
                        Возврат денег наличными по заявлению Пользователей производится только при совершении покупки
                        наличными деньгами непосредственно по месту нахождения Представителя. При возврате денег
                        наличными Представитель имеет право удерживать компенсацию за расходы по оплате платежным
                        системам.
                    </li>
                </ul>
                <br>
                <h2>
                    Регистрация на сайте, конфиденциальность и защита персональной информации:
                </h2>
                <ul>
                    <li>
                        9. Совершая действия по подключению сервиса привязки банковской карты, Пользователь подтверждает
                        свое согласие на хранение информации третьими лицами, нести самостоятельную полную
                        ответственность за использование сервиса привязки банковской карты, все риски, связанные с
                        возможным использованием третьими лицами логина, пароля, ответа на контрольный вопрос, номера
                        карты, использование автоматической авторизации, в том числе при пересылки сообщения полученного
                        на электронную почту и иной информации.
                    </li>
                    <li>
                        10. Пользователь согласен с тем, что использование онлайн сервиса влечет прохождение процедуры
                        регистрации на Сайте, в том числе в автоматическом режиме, на его электронный адрес будут
                        направляться письма и сообщения, в том числе рекламного характера. Вместе с тем Пользователь
                        дает согласие IDoctor.kz передавать электронный адрес, персональные данные и иные сведения о
                        Пользователе третьим лицам, в том числе Организациям которым принадлежат интернет ресурсы:
                        <a href="https://chocolife.me/">https://chocolife.me/</a>, <a href="https://besmart.kz">https://besmart.kz</a>,
                        <a href="https://www.intermarket.kz/">https://www.intermarket.kz/</a>,
                        <a href="https://chocofood.kz/">https://chocofood.kz/</a>,
                        <a href="https://www.chocotravel.com/">https://www.chocotravel.com/</a>,
                        <a href="http://lensmark.kz/">http://lensmark.kz/</a>, <a href="http://www.pricer.kz/">http://www.pricer.kz/</a>
                        <a href="https://chocomart.kz">https://chocomart.kz</a>,
                        мобильное приложение «Рахмет».
                    </li>
                    <li>
                        11. Пользователь согласен с тем, что IDoctor.kz использует и обрабатывает персональные данные
                        Пользователя.
                    </li>
                    <li>
                        12. IDoctor.kz использует информацию в том числе: для регистрации Пользователя на Сайте; для
                        выполнения своих обязательств перед Пользователем; для оценки и анализа работы Сайта и.т.д.
                    </li>
                    <li>
                        13. IDoctor.kz обязуется не разглашать полученную от Пользователя информацию. Не считается
                        нарушением предоставление IDoctor.kz информации агентам и третьим лицам, действующим на
                        основании договора с Chocomart.kz, для исполнения обязательств перед Пользователем. Не считается
                        нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми
                        требованиями закона. IDoctor.kz вправе использовать технологию «cookies». «Cookies» не содержат
                        конфиденциальную информацию и не передаются третьим лицам. IDoctor.kz получает информацию об
                        ip-адресе посетителя Сайта. Данная информация не используется для установления личности
                        Пользователя, за исключением случаев мошеннических действий Пользователя.
                    </li>
                    <li>
                        14. Пользователь несет ответственность за достоверность передаваемых IDoctor.kz персональных
                        данных.
                    </li>
                    <li>
                        15. Пользователь дает согласие на публикацию отзывов, запись телефонных разговоров для повышения
                        качества обслуживания и подтверждения устных заявлений Пользователя.
                    </li>
                </ul>
                <br>
                <h2>
                    Информационные сообщения:
                </h2>
                <ul>
                    <li>
                        16. Пользователь дает свое согласие на получение обновленной информации, информационных
                        сообщений с последними новостями, новыми предложениями, специальными предложениями и
                        объявлениями о продаже, а также информации о новостях и предложениях партнеров IDoctor.kz
                        посредством SMS и электронной почты.
                    </li>
                    <li>
                        17. Пользователь может выбрать параметры рассылки или отказаться от нее.
                    </li>
                </ul>
                <br>
                <h2>
                    Прочие условия:
                </h2>
                <ul>
                    <li>
                        18. IDoctor.kz имеет право в любой момент изменять условия Договора в одностороннем порядке без
                        предварительного согласования с Пользователями, обеспечивая при этом публикацию измененных
                        условий на Сайте. IDoctor.kz не несет ответственности по возможным рискам и условиям безопасного
                        использования, а также за сетевые атаки или взлом Сайта (в том числе, но не ограничиваясь), сбои
                        в работе Сайта вызванные техническими причинами.
                    </li>
                    <li>
                        19. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение
                        обязательств по Договору на время действия непреодолимой силы. Под непреодолимой силой
                        понимаются чрезвычайные и непреодолимые обстоятельства, препятствующие исполнению своих
                        обязательств сторонами по Договору. К ним относятся стихийные явления; воздействие ядерного
                        взрыва, радиации (ионизирующего излучения) или радиоактивного заражения материалами ядерного
                        оружия, производственных и научно-исследовательских работ или радиоактивными отходами; войны,
                        военные вторжения, враждебные действия иностранного врага, военные маневры и связанные с ними
                        мероприятия военного характера; гражданская война, вооруженный мятеж, народные волнения всякого
                        рода, массовые беспорядки, насильственный захват или насильственное удержание власти; эпидемии,
                        метеоусловия, террористические действия, забастовки, изъятия, конфискации, национализация и т.п.
                        При этом общеизвестные события не нуждаются в каком-либо подтверждении.
                    </li>
                    <li>
                        20. Все споры и разногласия, вытекающие из правоотношений по настоящей Оферте, разрешаются путем
                        переговоров. В случае невозможности решения возникших споров в ходе переговоров, такие споры
                        должны быть переданы на решение в суд Республики Казахстан, города Алматы с обязательным
                        соблюдением претензионного порядка. Срок ответа на претензию составляет 10 (десять) календарных
                        дней.
                    </li>
                    <li>
                        21. Цены в рассылке и рекламе не являются публичной офертой.
                    </li>
                    <li>
                        22. Изображения и тексты, опубликованные на Сайте, защищены авторскими правами. Любое
                        использование материалов возможно только с письменного разрешения IDoctor.kz
                    </li>
                    <li>
                        23. Данная версия Договора является текущей и заменяет все предыдущие
                    </li>
                </ul>
                <br>
                <p style="float: right">контактный телефон: +7 (727) 2 22 22 00<br>
                    e-mail: <a mailto="info@idcotor.kz"></a>info@idcotor.kz</p>
            </div>
        </div>
    </div>
@endsection